[{"Type":"virtual","Oid":940687,"ObjectName":"Kupferstich: http:\/\/vocab.getty.edu\/aat\/300041341","Inventarnummer":"LC_H003-0","Dated":1510,"Longtext":{"de":"","en":"The so-called Wittenberger Heiligthumsbuch is a catalogue of Friedrich the Wise's relic collection, it was printed by Reinhart possibly in collaboration with the workshop of Johann Rhau-Grunenberg. Two editions are known (a third one was probably planned, but never completed). The first edition was published in 1509 with 108 woodcuts by Lucas Cranach the Elder, showing reliquaries and treasures in the church of All Saints. The second edition contains a set of 119 woodcuts. This engraving served as the title-page to the second edition of the Wittenberg Heiligthumsbuch with an impression of Cranach's woodcut of the church of All Saints printed on the verso (Hollstein, 96). The title of the book 'Dye zaigung des hochlobwirdi= \/\/ gen hailigthumbs der Stifft \/\/ kirchen aller hailigen zu \/\/ wittenburg' was printed on the sheet above the image in letterpress. The engraving was also issued in a separate edition in which the versos are blank. \nThe image shows Elector Friedrich the Wise who ruled Saxony jointly with his brother, Duke Johann the Constant (1468-1532). They are set in a niche behind a ballustrade. Friedrich holds rosary beads in his hands and his gaze is directed piously upwards. Both are dressed in stately attire and the electoral coats of arms decorate the upper corners. Cranach has placed his insignia in a prominent position on a plaque at the centre of the ballustrade. \nTogether the brothers were responsible for enlarging the collection of treasures and relics for the church of All Saints begun by their ancestors. Friedrich later became an active supporter of Martin Luther and the Reformation and was excommunicated by the Pope in 1524."},"Title":{"de":"Doppelbildnis Friedrichs des Weise, Kurfürst von Sachsen, und Johann des Beständigen, Herzog von Sachsen (Titelbild des Wittenberger Heiltumbuchs)"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Plattenmaß: 13.2 x 11.8 cm\n","en":"Plate mark: 13.2 x 11.8 cm"}},{"Type":"virtual","Oid":940712,"ObjectName":"Holzschnitt: http:\/\/vocab.getty.edu\/aat\/300041405","Inventarnummer":"LC_H132-1","Dated":1522,"Longtext":{"de":"","en":"This woodcut showing 'Luther as Junker Jörg' was Cranach's  last portrait of Luther in printed form. After leaving Worms on the 26 April, 1521, Luther was arrested near Altenburg on the 4th of May by two masked men (friends) and taken to the Wartburg where he remained in retreat dressed as a knight and letting his beard grow until the 3rd March 1522. During this time he paid a hasty visit to Wittenberg where he remained in complete seclusion seeing only Cranach who recognized him straight away.  Cranach portrayed him with a beard, looking out to the left and this image was to mark his return to the public stage in 1522. It was widely disseminated with at least four different textual variants and continued to be printed until late into the 16th century. The inscription celebrates Luther's return employing the island of Patmos (where St John wrote the Apocalypse) as a metaphor for his time at the Wartburg."},"Title":{"de":"Luther als Junker Jörg"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 28,3 x 20,4 cm\n[cda 2019]\n","en":"Block marks: 28.3 x 20.4 cm\n[cda 2019]"}},{"Type":"virtual","Oid":940721,"ObjectName":"Holzschnitt: http:\/\/vocab.getty.edu\/aat\/300041405","Inventarnummer":"LC_H115-1","Dated":0,"Longtext":{"de":"","en":"This particularly large woodcut, produced using two blocks addresses 'ars venatoria' or the art of hunting. In contrast with Cranach's later painted versions of this subject, which represent rather more staged groups, this print's continuous narrative shows aerial perspective scenes from the hunt in a rather didactic manner. The events unfold chronologically starting at the top left, where the hunting dogs are released from their kennels and reach their climax in the middle ground with the captured boar and stag. In the foreground, the nobleman directly above Cranach's signature, who has drawn his sword, might represent Friedrich the Wise. This image is known in two states: in the earlier version the electoral coat of arms in the top left corner still has a black ground in the base, while in the later version this has been inverted. \n1st state: the electoral coat of arms, sable in base\n2nd state: state: the electoral coat of arms, sable in chief\nlater impressions: the upper borderline lost from the block"},"Title":{"de":"Große Hirschjagd"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 37,9 x 51,3 cm (Verwendung von 2 Blöcke)\n","en":"Block marks: 37.9 x 51.3 cm (using 2 blocks)"}},{"Type":"virtual","Oid":940729,"ObjectName":"Holzschnitt: http:\/\/vocab.getty.edu\/aat\/300041405","Inventarnummer":"LC_H079-1","Dated":1506,"Longtext":{"de":"","en":"Cranach depicts St Christopher here in a mountainous landscape with a broad river that creates great pictorial depth. His face clearly expresses the extreme effort required to transport the infant Christ across the river. A hermit stands with a lantern on the shore in the right background. The electoral coats of arms suspended from the boughs at the upper left suggest that the woodcut was commissioned by Friedrich III the Wise.\nThe block was initially dated 1506, cut in the line block, but this date was later removed, corresponding with the second state. Competition between Cranach and his contemporaries led to the development of the chiaroscuro woodcut, a tonal block, which simulated heightening by leaving parts of the paper white and it may have prompted him to deliberately antedate the first state by two years. Certain other arguments also cast doubt on the date. Cranach was not entitled to use the coat of arms with a serpent, seen on this print, until 1508 when it was granted to him by Duke Friedrich and in fact, it is not displayed on any other print before 1509. The most likely sequence of events was that Cranach learnt of the advances made in Augsburg on the invention of the tone block soon after his return from the Netherlands in 1508, and then produced his own version in the 'St Christopher' and 'Venus' woodcuts around 1509.\n\n1st state [Dodgson 1911, 295-296, 61a-c] [Hollstein 56.79]:\na. with the date 1506. Chiaroscuro woodcut printed from two blocks, in red-brown\nb. as above. Outline block only.\n\n2nd state [Hollstein 56.79]:\na. the date below the serpent removed. Outline block only. At top: 'AdImaginem Divi\/ Christophori.'; below: 'In Imaginem Divi Christophori' and 26 verses by Johann Stigel in two columns 1554\nb. as a. but with the date 1556\nc. with 86 lines letterpress to the right and the date 1556\nd. with the date 1560 [Schuchardt 1870, 224]\ne. the date removed. Chiaroscuro, printed in both orange-brown and slate grey.  \n\nAccording to [Geisberg 1930, 594]: I. the light reflex on the knee is white; II. the light reflex on the knee has a line in the centre"},"Title":{"de":"Hl. Christophorus"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 28,1 x 19,7 cm (+ - 5 mm)\n[cda 2019]\n","en":"Block marks: 28.1 x 19.4 cm\n[cda 2019]"}},{"Type":"virtual","Oid":940731,"ObjectName":"Holzschnitt: http:\/\/vocab.getty.edu\/aat\/300041405","Inventarnummer":"LC_H010-1","Dated":1509,"Longtext":{"de":"","en":"The Agony in the Garden from the 'Passion Christi', a series of 14 woodcuts\n\nOf the series only the second sheet is signed with the monogram LC, the winged serpent and dated; The Flagellation, The Crucifixion and The Resurrection are signed with the winged serpent insignia.\n\nThe prints were distributed both in editions of single sheets and bound in books. Numerous editions between 1509 and 1616 have been recorded."},"Title":{"de":"Christus am Ölberg (aus der Passion Christi, Folge von 14 Holzschnitten)"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 25 x 17,2 cm\n[cda 2019]\n","en":"Block marks: 25 x 17.2 cm\n[cda 2019]"}},{"Type":"virtual","Oid":940749,"ObjectName":"Holzschnitt: http:\/\/vocab.getty.edu\/aat\/300041405","Inventarnummer":"LC_H011-1","Dated":1509,"Longtext":{"de":"","en":"The Capture of Christ from the 'Passion Christi', a series of 14 woodcuts\n\nOf the series only this second sheet is signed with the monogram LC, the winged serpent and dated; The Flagellation, The Crucifixion and The Resurrection are signed with the winged serpent insignia.\n\nThe prints were distributed both in editions of single sheets and bound in books. Numerous editions between 1509 and 1616 have been recorded."},"Title":{"de":"Gefangennahme (aus der Passion Christi, Folge von 14 Holzschnitten)"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 25 x 17,2 cm\n[cda 2019]\n","en":"Block marks: 25 x 17.2 cm\n[cda 2019]"}},{"Type":"virtual","Oid":940758,"ObjectName":"Holzschnitt: http:\/\/vocab.getty.edu\/aat\/300041405","Inventarnummer":"LC_H013-1","Dated":1509,"Longtext":{"de":"","en":"Christ before Annas from the 'Passion Christi', a series of 14 woodcuts\n\nOf the series only the second sheet is signed with the monogram LC, the winged serpent and dated; The Flagellation, The Crucifixion and The Resurrection are signed with the winged serpent insignia.\n\nThe prints were distributed both in editions of single sheets and bound in books. Numerous editions between 1509 and 1616 have been recorded."},"Title":{"de":"Christus vor Hannas (aus der Passion Christi, Folge von 14 Holzschnitten)"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 25 x 17,2 cm\n[cda 2019]\n","en":"Block marks: 25 x 17.2 cm\n[cda 2019]"}},{"Type":"virtual","Oid":940760,"ObjectName":"Holzschnitt: http:\/\/vocab.getty.edu\/aat\/300041405","Inventarnummer":"LC_H012-1","Dated":1509,"Longtext":{"de":"","en":"Christ before Caiphas from the 'Passion Christi', a series of 14 woodcuts\n\nOf the series only the second sheet is signed with the monogram LC, the winged serpent and dated; The Flagellation, The Crucifixion and The Resurrection are signed with the winged serpent insignia.\n\nThe prints were distributed both in editions of single sheets and bound in books. Numerous editions between 1509 and 1616 have been recorded."},"Title":{"de":"Christus vor Kaiphas (aus der Passion Christi, Folge von 14 Holzschnitten)"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 25 x 17,2 cm\n[cda 2019]\n","en":"Block marks: 25 x 17.2 cm\n[cda 2019]"}},{"Type":"virtual","Oid":940764,"ObjectName":"Holzschnitt: http:\/\/vocab.getty.edu\/aat\/300041405","Inventarnummer":"LC_H089-1","Dated":1502,"Longtext":{"de":"In Cranachs Wiener Schaffenszeit fallen auch die Illustrationen für das Missale Pataviense, das Wiener Buchdrucker Johannes Winterburger am 25. Mai 1503 herausgab. Diesem Messbuch des Bistums Passau stellte Cranach einen Holzschnitt zum hl. Stephanus, dem Schutzheiligen der Passauer Bistumskirche, voran, der bereits im Jahr 1502 entstanden war. Cranach bindet die skulptural aufgefasste Figur in ein Rahmenwerk aus zwei knorrigen Bäumen ein, die von musizierenden Putti und Dämonen bevölkert sind. Dieser Betonung des Vegetabilen entspricht auch der aus blühendem Flechtwerk bestehende Nimbus des Heiligen.\n[Exhib. Cat. Düsseldorf 2017, 108, No. 6]","en":"During his stay in Vienna Cranach provided the illustrations for the 'Missale Pataviense' published by the Viennese printer Johannes Winterburger on the 25th of May 1503. The frontispiece of this Missal for the Diocese of Passau features a woodcut depicting St Stephen, the patron saint of the cathedral in Passau. It is dated 1502. Cranach integrates the sculptural figure of the saint into an organic framework, consisting of two gnarled trees inhabited by demons and putti making music. The saint's flowering plaited halo corresponds with the emphasis on organic elements. \nPublished in two editions (see history). Some impressions with letterpress below: 'Sanctus Stephanus prothomartyr'\n[Exhib. Cat. Düsseldorf 2017, 108, No. 6]"},"Title":{"de":"Hl. Stephanus"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 21,5 x 14,9 cm\n[cda 2019] \n","en":"Block marks: 21.5 x 14.9 cm \n[cda 2019]"}},{"Type":"virtual","Oid":940824,"ObjectName":"Holzschnitt: http:\/\/vocab.getty.edu\/aat\/300041405","Inventarnummer":"LC_H078a-1","Dated":0,"Longtext":{"de":"[Zusammen mit der zugehöriger Abbildung 'Die Hölle'] entstand der Holzschnitt im Auftrag Friedrichs III. von Sachsen. Hierauf verweisen der am Fuß der Himmelsleiter gezeigte kniende Kurfürst sowie das Kurschild und das sächsische Wappen am oberen Bildrand.\nDer hochformatige Holzschnitt zeigt mehrere Gläubige und darüber die von den Evangelistensymbolen umgebene Trinität, sowie Heilige und Engel. Eine Leiter verbindet die irdische mit der himmlischen Zone.[...]\nDer erläuternde Text führt aus, dass sich das Bild auf den hl. Bonaventura bezieht, der den Weg des Menschen zu Gott anhand einer Himmelsleiter beschreibt. Dabei verbildlicht Cranach die 1269 veröffentlichte Schrift 'Itinerarium mentis in Deum' auf vereinfachte Weise. So treten an die Stelle der von Bonaventura erwähnten sieben Stufen nur drei mit den Worten 'Demuetige lieb gottes', 'Sein selbs kleinmechtigung' und 'Verschmehung der welt' betitelte Leitersprossen. \n[Exhib. Cat. Düsseldorf 2017, No. 52]","en":"The Celestial Ladder of St Bonaventura. This woodcut was commissioned by Friedrich III of Saxony together with the accompanying image of Hell. The elector is shown kneeling at the bottom of the ladder, while the Saxon shields are represented in the upper corners. Below the woodcut depicts two groups of men and women representing the church militant with a devil on either side. A ladder reaches at centre from the earth up to heaven, with the Holy Trinity at its head, in two circles, supported by the symbols of the Evangelists. On either side there is a group of Holy men and women, and several putti hover above. Numerous scrolls with text reveal that the image is a reference to St Bonaventura, who described the way to God using the metaphor of a celestial ladder. Cranach's image is a simplified representation of 'Itinerarium mentis in Deum', published in 1269. Here instead of the seven steps listed by Bonaventura only three are shown. \nThese bear inscriptions, printed in Gothic type. After the reformation (c. 1550) the woodcut was printed with a different text. Later impressions were also printed with a letterpress in latin type. In 1616 the medaillion with the trinity was removed from the block and used in the title-page of Passio D. N. Jesu Christ.... Amsterdam, Visscherus."},"Title":{"de":"Die Himmelsleiter des heiligen Bonaventura"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"I. Zustand","en":"1st state"},"Dimensions":{"de":"Blockmaß: 38,9 x 29,2 cm\n[cda 2019]\n","en":"Block marks: 38.9 x 29.2 cm\n[cda 2019]"}},{"Type":"virtual","Oid":940845,"ObjectName":"Holzschnitt: http:\/\/vocab.getty.edu\/aat\/300041405","Inventarnummer":"LC_H078b-1","Dated":0,"Longtext":{"de":"","en":"This woodcut depicting the damned souls in Hell was commissioned by Friedrich III of Saxony together with the accompanying image of the celestial ladder. \nInscription in the block with edited texts in gothic type in German. Impressions with letterpress in gothic type in German, below the image. Later impressions in latin types."},"Title":{"de":"Die Hölle"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 12 x 29 cm\n[cda 2019]\n","en":"Block marks: 12 x 29 cm\n[cda 2019]"}},{"Type":"virtual","Oid":940846,"ObjectName":"Holzschnitt: http:\/\/vocab.getty.edu\/aat\/300041405","Inventarnummer":"LC_H076-1","Dated":1506,"Longtext":{"de":"","en":"The Temptation of St Antony; the saint is lifted into the air by several demons; to the right a tree with the two Saxon shields hanging in the boughs; buildings in the left background (possibly the former Antonius monastery, Lichtenburg).\n1st state: the electoral coat of arms sable in base\n2nd state: the electoral coat of arms sable in chief"},"Title":{"de":"Peinigung des hl. Antonius"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 40 x 26.8 cm\n[cda 2019]\n","en":"Block marks: 40 x 26.8 cm\n[cda 2019]"}},{"Type":"virtual","Oid":940866,"ObjectName":"Holzschnitt: http:\/\/vocab.getty.edu\/aat\/300041405","Inventarnummer":"LC_H053-1","Dated":0,"Longtext":{"de":"","en":"St Peter; being crucified, head downwards; with the two Saxon shields in upper left corner.\nPart of a series, 'The Martyrdoms of the Apostles', consisting of twelve sheets (Hollstein 53-64). Although the series was most likely intended to be published in its entity in a book context, no publication is known to exist until many years later, when it first was used as illustration to 'Das Symbolum oder gemeine Bekenntnis der zwelff Aposteln', Wittenberg, Georg Rhau, 1539. Galleys from about 1512 with text exist, printed with types from Reinhart's print shop, but subsequently the Martyrdoms were published as single sheets. An important prequel for this Martyrdom series are small woodcuts published in Hartmann Schedel's Weltchronik, Nürnberg 1493."},"Title":{"de":"Das Martyrium des Apostels Petrus aus der Folge 'Das Martyrium der zwölf Apostel', 12 Blätter"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 16,3 x 12,6 cm\n[cda 2019]\n","en":"Block marks: 16.3 x 12.6 cm\n[cda 2019]"}},{"Type":"virtual","Oid":946471,"ObjectName":"Kupferstich: http:\/\/vocab.getty.edu\/aat\/300041341","Inventarnummer":"LC_H001-0","Dated":1509,"Longtext":{"de":"","en":"This engraving set within a forest shows the figure of St John on all fours at the right in the background with the cause of his penance, the naked woman whom he made pregnant lying with her child surrounded by some animals, as the focus of the composition in the foreground.  A city is seen in the distance and on trees in the upper left corner both Saxon coats of arms are shown.\nThis is the largest and most elaborate of Cranach's engravings and the only one of his nine prints in this medium to show a landscape composition."},"Title":{"de":"Buße des heiligen Johannes Chrysostomos"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Plattenmaß: 25,6 x 20 cm\n","en":"Plate mark: 25.6 x 20 cm"}},{"Type":"virtual","Oid":946475,"ObjectName":"Kupferstich","Inventarnummer":"LC_H004-0","Dated":0,"Longtext":{"de":"","en":""},"Title":{"de":"Friedrich der Weise, Kurfürst von Sachsen, den heiligen Bartholomäus anbetend"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Plattenmaß: 18,7 x 16,5 cm\n","en":"Plate mark: 18.7 x 16.5 cm"}},{"Type":"virtual","Oid":946541,"ObjectName":"Kupferstich","Inventarnummer":"LC_H002-0","Dated":1520,"Longtext":{"de":"Cranachs ein Jahr [nach Dürers] gefertigtem Bildnis von Albrecht von Brandenburg ist in Typus und Inschrift identisch präsentiert den Kardinal mit ungeschönten Zügen, die vermutlich als Vorlage für spätere Porträtgemälde dienten. Beide Blätter demonstrieren die strategische Nutzung der innovativen Reproduktionstechnik durch ihre herausragenden künstlerischen Vertreter für die politische Propaganda.\n[Exhib. Cat. Düsseldorf 2017, 200, No. 107]","en":"A half-length portrait of Cardinal Albrecht of Brandenburg turned slightly to the right. The lower half of the background is covered by a curtain and there is a coat of arms above at the upper left.\nThis portrait probably draws on an engraving completed one year earlier by Dürer, which was originally designed as the frontispiece for the Hallenser Heiltumsbuch."},"Title":{"de":"Kardinal Albrecht von Brandenburg, Erzbischof und Kurfürst von Mainz"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Plattenmaß: 16,8 x 11,5 cm\n","en":"Plate mark: 16.8 x 11.5 cm"}},{"Type":"virtual","Oid":946551,"ObjectName":"Kupferstich","Inventarnummer":"LC_H006-0","Dated":1520,"Longtext":{"de":"Cranach hat das erste wirklichkeitsgetreue Bildnis Luthers geschaffen. Angeregt durch Dürers Porträt des Albrecht Kardinal von Brandenburg fertigte der Hofmaler diesen Kupferstich. Luther ist im Dreiviertelprofil gezeigt und nach links gewandt. Ordensgewand und Tonsur kennzeichnen ihn als Augustinermönch, während das markante, energische Gesicht von Willensstärke und Entschlossenheit zeugt. Diese Grafik, wurde in verschiedene Zustände veröffentlicht:\n- Zustand I:","en":"Cranach created the first realistic portrait of Luther. The court painter was inspired by Dürer's portrait of Albrecht, Cardinal of Brandenburg to create this etching. Luther is shown in three quarter profile, facing left. The habit and tonsure identify him as an Augustinian monk, and his facial expression reveals his determination and strong willpower. This image was reproduced in numerous states:\n- 1st state:"},"Title":{"de":"Martin Luther als Augustinermönch"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Plattenmaß: 11 x 9,7 cm\n","en":"Plate mark: 11 x 9.7 cm"}},{"Type":"virtual","Oid":946569,"ObjectName":"Holzschnitt","Inventarnummer":"LC_H029-1","Dated":0,"Longtext":{"de":"","en":"This woodcut introduces the canon in the Missale Pataviense. Christ is shown on the cross, between the Virgin and St John. Three skulls and several bones dispersed in the foreground, and in the distance a lake and a city are seen. Cranach draws on a woodcut from Dürer's circle, dated to about 1500. By increasing its expressiveness he impresses it with his own individual style.\n\nSome impressions with two lines printed Latin text underneath"},"Title":{"de":"Maria und Johannes unter dem Gekreuzigten (aus dem Missale Pataviense, Wien 1503)"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 22 x 15,4 cm \n[cda 2019]\n","en":"block mark: 22 x 15.4 cm\n[cda 2019]"}},{"Type":"virtual","Oid":946577,"ObjectName":"Holzschnitt: http:\/\/vocab.getty.edu\/aat\/300041405","Inventarnummer":"LC_H069-1","Dated":1505,"Longtext":{"de":"","en":"Four saints adoring Christ crucified upon the Sacred Heart. Upon a shield supported by four flying angels is displayed a heart, surmounted by flames confined within a crown. A crucifix is framed within the heart; a scroll with or without text (depending on the state of the impression) passes in front of the stem of the cross; descending flames form a pattern upon the right side of the heart. Beneath the shield is a landscape, containing a view of a castle surrounded by a deer park. In the foreground are two pairs of kneeling saints: the Virgin and St John at the centre, with St Sebastian and St Roch behind them. Their presence indicates that the print was associated with protection from the plague.\nThe date 1505 is placed, within the monogram, beneath St John, and the two coats of arms of Saxony occupy the lower corners, the electoral on the left, the ducal on the right. These shields denoting Cranach's official appointment make their first appearance here. The electoral shield with the two crossed swords has the earlier form, in which the lower half of the field is sable, the upper argent, while the ducal shield is shown with three leaves rather than the later five. This arrangement was reversed in the year 1507 or 1508, and many of Cranach's woodcuts were then altered. However, in this case the original shield remains unaltered even in late impressions and subsequent states. \nIn one state the scroll was empty and in another bears the inscription 'VIRGO MATER MARIA'. Late impressions of the state without text have the names, S. SEBASTIANVS . S.MARIA . S. IOHANNES . S. ROCHVS., printed on the lower margin."},"Title":{"de":"Das von Christus und dem Hl. Geist erfüllte Herz des Gläubigen"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 38 x 28,4 cm\n[cda 2019]\n","en":"Block marks: 38 x 28.4 cm\n[cda 2019]"}},{"Type":"virtual","Oid":946625,"ObjectName":"Holzschnitt","Inventarnummer":"LC_H109-1","Dated":0,"Longtext":{"de":"Die beiden Figuren stehen in enger Rahmung, die den Vergleich mit Altarflügeln provoziert, auf hintergrundslosen bodenstücken, die den Figuren gemäss differenziert sind: unter dem Mann rauh und karg, unter der Frau kräuterreich. Die junge Dame präsentiert dem alten Soldaten zwei Blümchen. Zwei Holzschnitte auf ein Blatt gedruckt.\n[Exhib. Cat. Basel 1974, 68, no. 21]","en":"Lansquenet and lady holding daisies; both decorated with feathers; printed from two blocks"},"Title":{"de":"Landsknecht und Dame"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß (2 Blöcke) je: 24,3 x 9,2 cm \n[cda 2019]\n","en":"block marks (2 blocks) each: 24.3 x 9.2 cm\n[cda 2019]"}},{"Type":"virtual","Oid":946629,"ObjectName":"Holzschnitt","Inventarnummer":"LC_H088-1","Dated":1506,"Longtext":{"de":"","en":"St Michael; the archangels stands at centre with raised sword and a pair of scales, containing a human soul and a devil; with the Saxon shields in the upper corners\nIst state: electoral coat of arms sable in base\n2nd state: Electoral coat of arms sable in chief; later impressions: the upper part of the electoral coat of arms broken off."},"Title":{"de":"Der heilige Michael als Seelenwäger"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 24,5 x 14,3 cm\n","en":"block marks: 24.5 x 14.3 cm"}},{"Type":"virtual","Oid":946632,"ObjectName":"Holzschnitt","Inventarnummer":"LC_H094-1","Dated":1506,"Longtext":{"de":"","en":"The ecstasy of St Mary Magdalene; the naked saint is lifted into the air by seven angels; buildings are seen in the lower left background; the two Saxon shields are above\n1st state: the electoral coat of arms sable in base\n2nd state: The electoral coat of arms sable in chief; later impressions: the upper part of the block with a part of the coats of arms broken off. \nLater impressions with decorated border exist."},"Title":{"de":"Maria Magdalena von Engeln zu Himmel getragen"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 24,5 x 14,3 cm\n","en":"block marks: 24.5 x 14.3 cm"}},{"Type":"virtual","Oid":946665,"ObjectName":"Holzschnitt","Inventarnummer":"LC_H083-1","Dated":1506,"Longtext":{"de":"Das imposante Format dieses Holzschnitts erlaubt es Cranach, die Rüstung des Ritterheiligen Georg mit einer auffälligen Lust am Detail zu schildern und die Oberflächenqualitäten der verschiedenen Rüstungsteile auszudifferenzieren. Kaum sichtbar liegt der niedergestreckte Drache hinter dem Heiligen. Die statuarisch aufgefasste, monumentale und ganzfigurliche Darstellung der Ritterfigur steht im Vordergrund mit der beiden spielerischen Engel, während der Fortgang der Heiligelegende zu sehen ist.\nIn verschiedene Zustände:\nI. Zustand: mit dem kurfürstlichen Wappen, unten Schwarz; herzoglichen Wappen drei Blätter\nII. Zustand: mit dem kurfürstlichen Wappen, oben Schwarz; herzoglichen Wappen fünf Blätter \nspätere Abzüge: oberhälfe der Wappen abgebrochen; obere Linie abgebrochen","en":"St George is depicted standing as a full-length monumental figure in full armour, holding a lance, flanked by two putti. The imposing size of the woodcut allowed Cranach to render St George's armour with great attention to detail, differentiating between the surface qualities of its various parts. Barely visible the vanquished dragon lies behind his feet.  In the background the narrative of the legend is illustrated. The two Saxon shields are above.\n1st state: electoral coat of arms, sable in base; ducal coat of arms, three leaves \n2nd state: electoral coat of arms, sable in chief; ducal coat of arms, five leaves\nlater impressions: the upper half of the coat of arms lost from the block; the whole upper border-line broken out"},"Title":{"de":"Der heilige Georg"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 37,8 x 27,8 cm\n[cda 2019]\n","en":"block marks: 37.8 x 27.8 cm\n[cda 2019]"}},{"Type":"virtual","Oid":946680,"ObjectName":"Holzschnitt","Inventarnummer":"LC_H080-1","Dated":1506,"Longtext":{"de":"","en":"The martyrdom of St Erasmus; the saint lies in the foreground while two executioners attach a windlass to his body; with several witnesses behind; in the background is a depiction of Coburg castle; the two Saxon shields are attached to boughs at upper right.\n1st state: electoral coat of arms, sable in base\n2nd state: electoral shield replaced by one of simpler outlines, sable in chief"},"Title":{"de":"Das Martyrium des heiligen Erasmus"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 22,8 x 15,8 cm\n[cda 2019]\n","en":"block marks: 22.8 x 15.8 cm\n[cda 2019]"}},{"Type":"virtual","Oid":946719,"ObjectName":"Holzschnitt","Inventarnummer":"LC_H111-1","Dated":1506,"Longtext":{"de":"","en":"A knight on horseback riding to the right; he has a wreath wrapped around his helmet and a band around his arm; a castle in the background; the two Saxon shields hang in a tree at upper left\nElectoral coat of arms, sable in chief"},"Title":{"de":"Ritter nach rechts reitend"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 17,4 x 11,8 cm\n[cda 2019]\n","en":"block marks: 17.4 x 11.8 cm\n[cda 2019]"}},{"Type":"virtual","Oid":946724,"ObjectName":"Holzschnitt","Inventarnummer":"LC_H114-1","Dated":1506,"Longtext":{"de":"","en":"Gentleman and Lady riding to the hunt; riding on one horse to the right, with two hounds held on lashes; the two Saxon shields at upper margin\n1st state: electoral coat of arms, sable in base\n2nd state: electoral coat of arms, shield altered and sable in chief\n3rd state: electoral coat of arms removed from the block\n\nImpressions with a border. At top two lines letterpress:\n'Frisch auff... hab ich erjagt\nBelow poem of 26 lines in two columns:\n'Gar mancher tag... gewesen sind C. M. O."},"Title":{"de":"Vornehmes Paar auf einem Pferd reitend"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 17,2 × 12,3 cm\n[cda 2019]\n","en":"block marks: 17.2 x 12.3 cm\n[cda 2019]"}},{"Type":"virtual","Oid":946778,"ObjectName":"Holzschnitt","Inventarnummer":"LC_H110-1","Dated":1506,"Longtext":{"de":"","en":"A boy, probably representing the Saxon Prince, on horseback; raising his right hand; a depiction of Coburg castle in the background; the two Saxon shields hang in a tree at upper right\n1st state: the electoral coat of arms, sable in base\n2nd state: the electoral coat of arms with the shield replaced by one of simpler outlines, sable in chief"},"Title":{"de":"Prinz auf einem Pferd reitend"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 18,2 x 12,2 cm\n[cda 2019]\n","en":"block  marks: 18.2 x 12.2 cm\n[cda 2019]"}},{"Type":"virtual","Oid":946786,"ObjectName":"Holzschnitt","Inventarnummer":"LC_H113-1","Dated":0,"Longtext":{"de":"","en":"A boar hunt; within a wood, a chaser on horseback pierces a boar with his sword at lower right; the animal is further attacked by two hounds; the Saxon shields hang in trees at upper right\n1st state: the electoral coat of arms, sable in base\n2nd state: the electoral coat of arms with the shield altered, sable in chief"},"Title":{"de":"Reiter im Wald auf Wildschweinjagd"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 18 × 12,4 cm\n[cda 2019]\n","en":"block marks: 18 x 12.4 cm\n[cda 2019]"}},{"Type":"virtual","Oid":946794,"ObjectName":"Holzschnitt","Inventarnummer":"LC_H116-1","Dated":1506,"Longtext":{"de":"","en":"Cranach produced this woodcut in his first year as court painter. It is his first representation of a tournament and shows the events from an aerial perspective as they unfold on a large public square. It is one of a small group of woodcuts of jousting tournaments designed by Cranach between 1506 and 1509, which are based on events that took place in the market-place in Wittenberg [Hollstein, VI.93.117-119]. The complex design of this print contains numerous combatants on horseback jousting with lances in a square surrounded by buildings; the knight in the lower right corner with the letter 'A' ('Altösterreich'?) on his caparison is seen in other prints and possibly represents the Emperor Maximilian. The coats of arms of Saxony are represented on the tapestry hanging over the balcony balustrade.\nPossibly originally designed to be hand-coloured (se version of 1st state in Dresden).\n1st state: the electoral coat of arms, sable in base\n2nd state: the electoral coat of arms, sable in chief"},"Title":{"de":"Das Turnier auf dem Marktplatz"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 25,6 x 37,2 cm\n[cda 2019]\n","en":"block marks: 25.6 x 37.2 cm\n[cda 2019]"}},{"Type":"virtual","Oid":946837,"ObjectName":"Holzschnitt","Inventarnummer":"LC_H081-1","Dated":0,"Longtext":{"de":"","en":"St George; the knight is depicted on horseback, holding a lance; the dead dragon lies underneath. Although the subject is clearly St George, the 'A' ('Altosterreich'?) on the caparison of the horse appears in this way on other Cranach prints and possibly refers to the Emperor Maximilian himself, who was known to be involved in raising the status of the knightly Order of St George during this period. There is a castle in the right background and the two Saxon shields are in the boughs at upper left.\nThis woodcut represents an important and well-documented stage in the history of colour printing.\n1st state: the electoral coat of arms, sable in base; the paper has been prepared with an indigo wash. The manner in which the wash has been applied is suggestive of an atmospheric landscape, and serves as a clue to the original purpose of these prints, which was to emulate the highly finished drawings on a coloured ground fashionable at that date. The line block which registered the heightened areas was printed first, inked with some kind of glue to which gold leaf was then applied and the outline block in black was printed second.\nThe outline block was a self-contained composition which could be printed as a monochrome print, and further impressions of the 'St George' were printed in this way at a later date.\n2nd state: the electoral coat of arms, sable in chief"},"Title":{"de":"Der heilige Georg zu Pferd"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 23,3 × 15,9 cm\n[cda 2019]\n","en":"block marks: 23.3 x 15.9 cm\n[cda 2019]"}},{"Type":"virtual","Oid":946854,"ObjectName":"Holzschnitt","Inventarnummer":"LC_H106-1","Dated":0,"Longtext":{"de":"","en":"This woodcut represents the death of Roman soldier Marcus Curtius, one of several legends which attempted to explain the Lacus Curtius, a pond in the Forum at Rome. A chasm had suddenly appeared, which according to soothsayers could only be filled by throwing into it Rome's greatest treasure. Marcus Curtius interpreted this to mean the city's valiant youth and accordingly sacrificed himself, by leaping on horseback into the chasm which closed over his head (Livy 7:6). The armed and mounted soldier plunges into the chasm in the foreground; behind is a platform with a pavillion and seven figures; landscape background, the two Saxon shields are placed underneath the buildings's architrave.\nThe image provides an unusually specific illustration of the way in which the interests of the humanists at the court of Friedrich the Wise were broadcast through prints. Small objects of Italian Renaissance metalware were much sought after by the intellectual élite, such as Friedrich's chancellor, Degenhart Pfeffinger (1471-1519), and the main part of this composition was inspired by a bronze of this type (possibly one attributed to Giovanni delle Opere or delle Corniole). The central figures and the Bramantesque temple are copied in reverse after a small bronze Italian plaquette, designed for insertion into a sword pommel."},"Title":{"de":"Der Opfertod des Marcus Curtius"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 33,5 × 23,5 cm\n","en":"block marks: 33.5 x 23.5 cm"}},{"Type":"virtual","Oid":948064,"ObjectName":"Holzschnitt","Inventarnummer":"LC_H028-1","Dated":0,"Longtext":{"de":"","en":""},"Title":{"de":"Die Kreuzigung Christi"},"Remarks":{"de":""},"RelatedWorks":{"de":"Dodgson II.280; Nagler Monogrammisten III.580.22 (Hans Schäufelin); Hollstein German VI.26.28"},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 21,5 × 15 cm\n[cda 2019]\n","en":"block marks: 21.5 x 15 cm\n[cda 2019]"}},{"Type":"virtual","Oid":948065,"ObjectName":"Holzschnitt","Inventarnummer":"LC_H027-1","Dated":1516,"Longtext":{"de":"","en":"Christ on the cross, between the Virgin and St John; Adam's skull and bones lie in the foreground, in the distance a city is seen.\n\nunclear whether it was first used in the Missale pragense: Missale integrum tam de tempore quam de sanctis secundum rubricam archiepiscopatus ecclessie Pragensis. Nuremberg: Georg Stuchs, 1508 \n\nthe Brandenburg Missal, Leipzig 1516 \nthe Missale Pragense, Leipzig, 1522\n\nSome impressions lettered with winged serpent at lower margin centre-right."},"Title":{"de":"Die Kreuzigung"},"Remarks":{"de":""},"RelatedWorks":{"de":"Bartsch VII.281.21; Hollstein German VI.25.27; Jahn S. 455; TIB 11.339.21 (281)"},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 26,8 x 16,8 cm\n[cda 2019]\n","en":"block marks: 26.8 x 16.8 cm\n[cda 2019]"}},{"Type":"virtual","Oid":948144,"ObjectName":"Holzschnitt","Inventarnummer":"LC_H104-1","Dated":1508,"Longtext":{"de":"","en":"Cranach draws on a 13th century interpretation of the myth 'The Judgement of Paris' and depicts the Trojan prince Paris as a knight, reclining under a tree at centre left, resting during a hunt. In a dream the messenger Mercury appears to him and challenges him to choose the most beautiful of the three goddesses Juno, Minerva and Venus and award her with the golden apple. The apple of contention lies at his feet, while Mercury, Venus, Juno and Minerva stand before him. Cranach evolves a new form of representation by showing the goddesses naked [...] from different perspectives: the front, the back and in profile. He sets the figures in a northern landscape, the two Saxon shields are suspended from a bough. This is the earliest use of the elctoral shield with new tincture."},"Title":{"de":"Das Urteil des Paris"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 36,3 x 25,2 cm\n","en":"block marks: 36.3 x 25.2 cm"}},{"Type":"virtual","Oid":948223,"ObjectName":"Holzschnitt","Inventarnummer":"LC_H105-1","Dated":0,"Longtext":{"de":"","en":"Cranach is the first artist north of the Alps to represent the Goddess of Love as a full-length naked figure with this illustration. Here Venus and her companion Cupid are shown still standing on clouds and appear to have just descended from Mount Olympus into a landscape north of the Alps. She holds her veil away from her body, emphasizing her nakedness. Cranach transports the goddess to the dominion of his rulers with the landscape and the electoral shields shown together with the artist's insignia and dated '1506' seen here hanging from a branch at the right edge of the image. In fact, it cannot have been produced before 1508 when Cranach was presented with a coat-of arms by Friedrich the Wise. Cranach developed this image as a chiaroscuro woodcut and was antedated seemingly in order to claim priority over his contemporaries for inventing the technique.\n\n1st state: \na. before the change of the left shoulder. Chiaroscuro impression.\nb. before the change of the left shoulder. Outline impression.\n2nd state:\nthe left shoulder corrected. Outline impression only in both black and red ink\n\nlater impressions with letterpress:\na. at top: 'Venus vnd ir Son Cupido; below two columns with six verses each, signed C. M. O.\nb. below: 'In Imaginem veneris... amo'; and two columns of nine latin verses each, signed I. L. C.\nc. below: 'Ad Imaginem...'"},"Title":{"de":"Venus und Cupido"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 27,7 x 18,9 cm\n[cda 2019]\n","en":"block marks: 27.7 x 18.9 cm\n[cda 2019]"}},{"Type":"virtual","Oid":948345,"ObjectName":"H077","Inventarnummer":"LC_H077-1","Dated":0,"Longtext":{"de":"","en":"St Augustin adoring the Man of Sorrows; Christ sits left on the lid of his tomb, with the instruments of the Passion; the saint in half-length is situated on the right. His mitre and crozier are placed before him on a ledge. A heart pierced by an arrow is shown between the saint and Christ The two Saxon shields are shown at the top with sable in chief. \nLater impressions used in HORTVLVS ANIMAE. Lustgarten der Seelen, Georg Rhau, Wittenberg 1547\/1548 with an erroneous title in letterpress, top: 'S. Bernhards Betrachtung'."},"Title":{"de":"Der hl. Augustin in Anbetung des Schmerzensmannes"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 13,1 x 10,8 cm\n[cda 2019]\n","en":"block marks: 13.1 x 10.8 cm\n[cda 2019]"}},{"Type":"virtual","Oid":948391,"ObjectName":"Holzschnitt","Inventarnummer":"LC_H096-90-1","Dated":1509,"Longtext":{"de":"","en":"Bust of St Paul; the apostle with book and two swords; below the Electoral shield, with sable in base; taken from the so-called Wittenberg Heiligthumsbuch, 1510;\nlater impression used as a bookplate for the Prädikatur of Öhringen, lettered above image: 'Predicatur zu Oringen.'"},"Title":{"de":"Der heilige Paulus (aus dem Wittenberger Heiltumsbuch, Wittenberg 1509, Sechster Gang, Nr. xiii)"},"Remarks":{"de":""},"RelatedWorks":{"de":"Bartsch VII.290.92; Hollstein German VI.75.96.Sch.90; Jahn S. 520; TIB 11.400.92 (290); Dodgson II.291.27; Heller 1844, 179.141 (289)"},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 13,5 × 11,1 cm\n[cda 2019]\n","en":"block marks: 13.5 x 11.1 cm\n[cda 2019]"}},{"Type":"virtual","Oid":948605,"ObjectName":"Holzschnitt","Inventarnummer":"LC_H096a-1","Dated":1509,"Longtext":{"de":"","en":"Title page with electoral coat of arms (recto) and an image of All Saints Church (verso) in: 'Dye zaigung des hochlobwirdigen hailigthums der stifftkirchen aller hailigen zu Wittenburg' (The display of the highly praised reliquaries of the church of All Saints at Wittenberg) A set of 108 woodcuts by Lucas Cranach the Elder, showing reliquaries and treasures in the church of All Saints in Wittenberg, with letterpress throughout. First edition printed by Symphorian Reinhart, Wittenberg, 1509.\nFrequently found on the reverse of small format painted portrait series of Friedrich III. the Wise from 1532"},"Title":{"de":"Wappen des Herzogs Johann des Beständigen von Sachsen (Holzschnitt zum Wittenberger Heiltumsbuch, Wittenberg 1509)"},"Remarks":{"de":""},"RelatedWorks":{"de":"Hollstein German VI.76.96.Sch.117; Passavant IV.21.208; Heller 1844, 228.308 (542); Jahn S. 544"},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 12,8 × 10,5 cm\n[cda 2019]\n","en":"block marks: 12.8 x 10.5 cm\n[cda 2019]"}},{"Type":"virtual","Oid":948787,"ObjectName":"Holzschnitt","Inventarnummer":"LC_H084-1","Dated":1509,"Longtext":{"de":"","en":"St Jerome in penitence. The saint kneels right before a crucifix erected under a tree and his attribute of the lion lies beside him. Both Saxon shields are suspended from boughs at upper left."},"Title":{"de":"Die Buße des hl. Hieronymus"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 33,5 x 22,6 cm\n[cda 2019]\n","en":"block marks: 33.5 x 22.6 cm\n[cda 2019]"}},{"Type":"virtual","Oid":949007,"ObjectName":"Holzschnitt","Inventarnummer":"LC_H118-1","Dated":1509,"Longtext":{"de":"","en":"The three woodcuts depicting tournaments and dated 1509 were probably created to mark the occasion of a tournament organised by Friedrich the Wise in Wittenberg on November 15-16 of the preceding year. It illustrates a tournament with lances. Numerous mounted knights are fighting on the ground accompanied by musicians in the left background. The shabraque of the knight in the foreground at the right is decorated with the initial 'G'. Spectators stand on a gallery in the right background, bear the two Saxon shields. Cranach and his workshop were also employed to paint banners and to design ceremonial trappings for these events. Cranach probably also drew on existing illustrations and tapestries depicting tournaments for inspiration."},"Title":{"de":"Das dritte Turnier mit Lanzen"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 29,2 x 41,6 cm\n[cda 2019]\n","en":"block marks: 29.2 x 41.6 cm\n[cda 2019]"}},{"Type":"virtual","Oid":949045,"ObjectName":"Holzschnitt","Inventarnummer":"LC_H119-1","Dated":1509,"Longtext":{"de":"","en":"One of three woodcuts depicting tournaments and dated 1509, that were probably created to mark the occasion of a tournament organised by Friedrich the Wise in Wittenberg on November 15-16 of the preceding year. This image depicts a tournament with swords. Numerous mounted knights are fighting on the ground. Like in the tourament with lances here the shabraque of the knight in the foreground at the right is decorated with the initial 'G'. There are musicians on horseback and spectators on a balcony in background. The the two Saxon shields are displayed either side of the balcony. Cranach and his workshop were also employed to paint banners and to design ceremonial trappings for these events. Cranach probably also drew on existing illustrations and tapestries depicting tournaments for inspiration."},"Title":{"de":"Das vierte Turnier mit Schwertern"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 29,6 x 41,8 cm\n[cda 2019]\n","en":"block marks: 29.6 x 41.8 cm\n[cda 2019]"}},{"Type":"virtual","Oid":949118,"ObjectName":"Holzschnitt","Inventarnummer":"LC_H117-1","Dated":1509,"Longtext":{"de":"","en":"One of three woodcuts depicting tournaments and dated 1509 were probably created to mark the occasion of a tournament organised by Friedrich the wise in Wittenberg on November 15-16 of the preceding year. This image depictts a tournament with the tapestry protraying Hercules in combat with the lion and the two saxon shields, hanging from a balcony in the background. Numerous armed knights are represented on horseback, two of them are tilting. In the background spectators stand on the balcony. Cranach and his workshop were also employed to paint banners and to design ceremonial trappings for these events and the tapestry is an example of such manufacture. Cranach probably also drew on existing illustrations and tapestries depicting tournaments for inspiration."},"Title":{"de":"Das zweite Turnier mit Lanzen und Schwertern sowie Balkonteppich"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 29,5 x 41,9 cm\n[cda 2019]\n","en":"block marks: 29.5 x 41.9 cm\n[cda 2019]"}},{"Type":"virtual","Oid":949223,"ObjectName":"Holzschnitt: http:\/\/vocab.getty.edu\/aat\/300041405","Inventarnummer":"LC_H014-1","Dated":1509,"Longtext":{"de":"","en":"Christ before Herod from the 'Passion Christi', a series of 14 woodcuts\n\nOf the series only the second sheet is signed with the monogram LC, the winged serpent and dated; The Flagellation, The Crucifixion and The Resurrection are signed with the winged serpent insignia.\n\nThe prints were distributed both in editions of single sheets and bound in books. Numerous editions between 1509 and 1616 have been recorded."},"Title":{"de":"Christus vor Herodes (aus der Passion Christi, Folge von 14 Holzschnitten)"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 25 x 17,2 cm\n[cda 2019]\n","en":"Block marks: 25 x 17.2 cm\n[cda 2019]"}},{"Type":"virtual","Oid":949238,"ObjectName":"Holzschnitt: http:\/\/vocab.getty.edu\/aat\/300041405","Inventarnummer":"LC_H015-1","Dated":1509,"Longtext":{"de":"","en":"The Flagellation from the 'Passion Christi', a series of 14 woodcuts\n\nOf the series only the second sheet is signed with the monogram LC, the winged serpent and dated; This image as well as The Crucifixion and The Resurrection are signed with the winged serpent insignia.\n\nThe prints were distributed both in editions of single sheets and bound in books. Numerous editions between 1509 and 1616 have been recorded."},"Title":{"de":"Die Geißelung (aus der Passion Christi, Folge von 14 Holzschnitten)"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 25 x 17,2 cm\n[cda 2019]\n","en":"Block marks: 25 x 17.2 cm\n[cda 2019]"}},{"Type":"virtual","Oid":949241,"ObjectName":"Holzschnitt: http:\/\/vocab.getty.edu\/aat\/300041405","Inventarnummer":"LC_H016-1","Dated":1509,"Longtext":{"de":"","en":"Christ crowned with Thorns from the 'Passion Christi', a series of 14 woodcuts\n\nOf the series only the second sheet is signed with the monogram LC, the winged serpent and dated; The Flagellation, The Crucifixion and The Resurrection are signed with the winged serpent insignia.\n\nThe prints were distributed both in editions of single sheets and bound in books. Numerous editions between 1509 and 1616 have been recorded."},"Title":{"de":"Die Dornenkrönung (aus der Passion Christi, Folge von 14 Holzschnitten)"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 25 x 17,2 cm\n[cda 2019]\n","en":"Block marks: 25 x 17.2 cm\n[cda 2019]"}},{"Type":"virtual","Oid":949243,"ObjectName":"Holzschnitt: http:\/\/vocab.getty.edu\/aat\/300041405","Inventarnummer":"LC_H017-1","Dated":1509,"Longtext":{"de":"","en":"Ecce Homo from the 'Passion Christi', a series of 14 woodcuts\n\nOf the series only the second sheet is signed with the monogram LC, the winged serpent and dated; The Flagellation, The Crucifixion and The Resurrection are signed with the winged serpent insignia.\n\nThe prints were distributed both in editions of single sheets and bound in books. Numerous editions between 1509 and 1616 have been recorded."},"Title":{"de":"Ecce Homo (aus der Passion Christi, Folge von 14 Holzschnitten)"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 25 x 17,2 cm\n[cda 2019]\n","en":"Block marks: 25 x 17.2 cm\n[cda 2019]"}},{"Type":"virtual","Oid":949246,"ObjectName":"Holzschnitt: http:\/\/vocab.getty.edu\/aat\/300041405","Inventarnummer":"LC_H018-1","Dated":1509,"Longtext":{"de":"","en":"Pilate washing his hands from the 'Passion Christi', a series of 14 woodcuts\n\nOf the series only the second sheet is signed with the monogram LC, the winged serpent and dated; The Flagellation, The Crucifixion and The Resurrection are signed with the winged serpent insignia.\n\nThe prints were distributed both in editions of single sheets and bound in books. Numerous editions between 1509 and 1616 have been recorded."},"Title":{"de":"Handwaschung des Pilatus (aus der Passion Christi, Folge von 14 Holzschnitten)"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 25 x 17,2 cm\n[cda 2019]\n","en":"Block marks: 25 x 17.2 cm\n[cda 2019]"}},{"Type":"virtual","Oid":949250,"ObjectName":"Holzschnitt: http:\/\/vocab.getty.edu\/aat\/300041405","Inventarnummer":"LC_H019-1","Dated":1509,"Longtext":{"de":"","en":"Christ bearing the Cross from the 'Passion Christi', a series of 14 woodcuts\n\nOf the series only the second sheet is signed with the monogram LC, the winged serpent and dated; The Flagellation, The Crucifixion and The Resurrection are signed with the winged serpent insignia.\n\nThe prints were distributed both in editions of single sheets and bound in books. Numerous editions between 1509 and 1616 have been recorded."},"Title":{"de":"Die Kreuztragung (aus der Passion Christi, Folge von 14 Holzschnitten)"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 25 x 17,2 cm\n[cda 2019]\n","en":"Block marks: 25 x 17.2 cm\n[cda 2019]"}},{"Type":"virtual","Oid":949257,"ObjectName":"Holzschnitt: http:\/\/vocab.getty.edu\/aat\/300041405","Inventarnummer":"LC_H020-1","Dated":1509,"Longtext":{"de":"","en":"The Crucifixion from the 'Passion Christi', a series of 14 woodcuts\n\nOf the series only the second sheet is signed with the monogram LC, the winged serpent and dated; This image as well as The Flagellation and The Resurrection are signed with the winged serpent insignia.\n\nThe prints were distributed both in editions of single sheets and bound in books. Numerous editions between 1509 and 1616 have been recorded."},"Title":{"de":"Die Kreuzigung (aus der Passion Christi, Folge von 14 Holzschnitten)"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 25 x 17,2 cm\n[cda 2019]\n","en":"Block marks: 25 x 17.2 cm\n[cda 2019]"}},{"Type":"virtual","Oid":949262,"ObjectName":"Holzschnitt: http:\/\/vocab.getty.edu\/aat\/300041405","Inventarnummer":"LC_H021-1","Dated":1509,"Longtext":{"de":"","en":"The Lamentation from the 'Passion Christi', a series of 14 woodcuts\n\nOf the series only the second sheet is signed with the monogram LC, the winged serpent and dated; The Flagellation, The Crucifixion and The Resurrection are signed with the winged serpent insignia.\n\nThe prints were distributed both in editions of single sheets and bound in books. Numerous editions between 1509 and 1616 have been recorded."},"Title":{"de":"Die Beweinung Christi (aus der Passion Christi, Folge von 14 Holzschnitten)"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 25 x 17,2 cm\n[cda 2019]\n","en":"Block marks: 25 x 17.2 cm\n[cda 2019]"}},{"Type":"virtual","Oid":949271,"ObjectName":"Holzschnitt: http:\/\/vocab.getty.edu\/aat\/300041405","Inventarnummer":"LC_H022-1","Dated":1509,"Longtext":{"de":"","en":"The Entombment from the 'Passion Christi', a series of 14 woodcuts\n\nOf the series only the second sheet is signed with the monogram LC, the winged serpent and dated; The Flagellation, The Crucifixion and The Resurrection are signed with the winged serpent insignia.\n\nThe prints were distributed both in editions of single sheets and bound in books. Numerous editions between 1509 and 1616 have been recorded."},"Title":{"de":"Die Grablegung (aus der Passion Christi, Folge von 14 Holzschnitten)"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 25 x 17,2 cm\n[cda 2019]\n","en":"Block marks: 25 x 17.2 cm\n[cda 2019]"}},{"Type":"virtual","Oid":949272,"ObjectName":"Holzschnitt: http:\/\/vocab.getty.edu\/aat\/300041405","Inventarnummer":"LC_H023-1","Dated":1509,"Longtext":{"de":"","en":"The Resurrection from the 'Passion Christi', a series of 14 woodcuts\n\nOf the series only the second sheet is signed with the monogram LC, the winged serpent and dated; This image as well as The Flagellation and The Crucifixion are signed with the winged serpent insignia.\n\nThe prints were distributed both in editions of single sheets and bound in books. Numerous editions between 1509 and 1616 have been recorded."},"Title":{"de":"Die Auferstehung (aus der Passion Christi, Folge von 14 Holzschnitten)"},"Remarks":{"de":""},"RelatedWorks":{"de":""},"Classification":{"de":"Druckgrafik","en":"Druckgrafik"},"Condition":{"de":"","en":""},"Dimensions":{"de":"Blockmaß: 25 x 17,2 cm\n[cda 2019]\n","en":"Block marks: 25 x 17.2 cm\n[cda 2019]"}}]